-- lines for Assassins Package

return {
	-- 伏完
	["cv:fuwan"] = "王乾龙",
	["$moukui1"] = "虽已定策，仍需小心。",
	["$moukui2"] = "孤注一掷，誓取奸贼首级！",
	["$moukui3"] = "什么？竟然还有此一手！",
	["$moukui4"] = "你的死期到了~",
	["$moukui5"] = "同归于尽吧~~",
	["~fuwan"] = "伏某死不足惜，可怜陛下……",

	-- 刘协
	["cv:liuxie"] = "风叹息，素亦白",
	["$tianming1"] = "朕好歹是天子！",
	["$tianming2"] = "陛下，此等小事还是交给臣下吧！",
	["$tianming3"] = "陛下，此等小事还是交给臣下吧！（女声）",
	["$mizhao1"] = "铲除奸党，全赖爱卿了。",
	["$mizhao2"] = "皇叔，救我！",
	["~liuxie"] = "大汉江山断于我手，可恨啊……",

	-- 灵雎
	["cv:lingju"] = "蒲小猫",
	["$jieyuan1"] = "权谋一世，剑指曹贼！",
	["$jieyuan2"] = "虽有谋，亦有情。",
	["$fenxin"] = "天下与我何干？",
	["~lingju"] = "魏王……",

		-- 吉本
	["$duyi1"] = "藏毒于药,此贼何休!",
	["$duyi2"] = "乘热服之，少汗即愈，呵呵。",
	["$duanzhi1"] = "断指明志,誓杀国贼!",
	["$duanzhi2"] = "臣不能为国家除贼,当以死谢陛下!",
	["$duanzhi3"] = "砍断手指的声音~~",
	["~jiben"] = "臣不能为国家除贼,乃天数也",

		-- 伏皇后
	["$cangni1"] = "糟了,先躲墙里吧.",
	["$cangni2"] = "幸好有陛下保护.",
	["$cangni3"] = "郗虑!你为虎作伥必受骂名千载!",
	["$mixin1"] = "请父亲速杀曹贼!",
	["$mixin2"] = "陛下快看,是父亲来了!",
	["$mixin3"] = "密信落入曹贼之手,我等休矣!",
	--["~fuhuanghou"] = "连陛下都救不了我吗？",

	["$fengyin1"] = "时机未至,汝等不必轻举妄动",
	["$chizhong1"] = "老成持重,隐忍于心", --keep
	["$chizhong2"] = "留得此命,须图日后杀贼", --addmaxhp
	--["~fuwan"] = "悔不该坐视曹贼成了气候!",
}