-- lines for God Package

return {

	--神邓艾
	["cv:shendengai"] = "官方",
	["illustrator:shendengai"] = "官方",
	["$tuoyu1"] = "本尊目之所及，皆为麾下王土。",
	["$tuoyu2"] = "擎五丁之神力，碎万仞之高山。",
	["$xianjin1"] = "大风，大雨，大景！", 
	["$xianjin2"] = "行役沙场，不战胜，则战死。", 
	["$qijing1"] = "今神兵于天降，贯奕世之长虹。", 
	["$qijing2"] = "辟罗浮之险径，捣伪汉之黄龙。", 
	["$cuixin1"] = "今兵临城下，其王庭可摧。", 
	["$cuixin2"] = "四面皆奏楚歌，问汝降是不降。", 
	["~shendengai"] = "灭蜀者，邓氏士载也！",

	--神关羽
	["cv:shenguanyu"] = "奈何",
	["illustrator:shenguanyu"] = "KayaK",
	["$wushen1"] = "武神现世，天下莫敌！",
	["$wushen2"] = "战意，化为青龙翱翔吧！",
	["$wuhun1"] = "关某记下了。", -- 受到伤害
	["$wuhun2"] = "我生不能啖汝之肉，死当追汝之魂！", -- 判定成功
	["$wuhun3"] = "桃园之梦，再也不会回来了……", -- 判定失败
	["~shenguanyu"] = "吾一世英名，竟葬于小人之手！",
	
	--神吕蒙
	["cv:shenlvmeng"] = "KayaK",
	["illustrator:shenlvmeng"] = "KayaK",
	["$shelie1"] = "略懂，略懂。",
	["$shelie2"] = "什么都略懂一点，生活更多彩一些。",
	["$gongxin1"] = "攻城为下，攻心为上。",
	["$gongxin2"] = "我替施主把把脉。",
	["~shenlvmeng"] = "劫数难逃，我们别无选择……",

	--神周瑜
	["cv:shenzhouyu"] = "官方",
	["illustrator:shenzhouyu"] = "KayaK",
	["$qinyin1"] = "（急促的琴声、燃烧声）",
	["$qinyin2"] = "（舒缓的琴声）",
	["$yeyan1"] = "（燃烧声）聆听吧，这献给你的镇魂曲！",
	["$yeyan2"] = "（燃烧声）让这熊熊业火，焚尽你的罪恶！",
	["~shenzhouyu"] = "逝者不死，浴火重生。",
	--[[["cv:shenzhouyu"] = "血桜の涙",
	["$qinyin1"] = "捻指勾弦，气破万军",
	["$qinyin2"] = "如梦似幻，拨弄乾坤",
	["$qinyin3"] = "聆听吧，孟德，这首献给你的镇魂曲",
	["$yeyan1"] = "血色火海，葬敌万千",
	["$yeyan2"] = "浮生罪业，皆归灰烬",
	["$yeyan3"] = "红莲业火，焚尽世间万物!",
	["~shenzhouyu"] = "残炎黯然，弦歌不复",]]

	--神诸葛亮
	["cv:shenzhugeliang"] = "官方",
	["illustrator:shenzhugeliang"] = "KayaK",
	["$qixing1"] = " 伏望天恩，誓讨汉贼！",
	["$qixing2"] = " 祈星辰之力，佑我蜀汉！",
	["$kuangfeng1"] = "风~~起~~",
	["$kuangfeng2"] = "万事俱备，只欠业火。（神周瑜：啊哈哈哈火来喽）",
	["$dawu1"] = "此非万全之策，唯惧天雷。",
	["$dawu2"] = "此计可保你一时平安。	",
	["~shenzhugeliang"] = "今当远离，临表涕零，不知所言……",
	--[[["cv:shenzhugeliang"] = "背后灵",
	["$qixing"] = " 伏望天慈，延我之寿",
	["$kuangfeng"] = "万事俱备，只欠东风",
	["$dawu1"] = "一天浓雾满长江，远近难分水渺茫",
	["$dawu2"] = "返元气于洪荒，混天地为大块",
	["~shenzhugeliang"] = "吾命将至，再不能临阵讨贼矣",]]

	--神曹操
	["cv:shencaocao"] = "倚天の剑",
	["$guixin"] = "山不厌高，海不厌深，周公吐哺，天下归心",
	["~shencaocao"] = "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰",
	
	--新神曹操
	["cv:new_shencaocao"] = "官方",
	["$newguixin1"] = "山不厌高，海不厌深",
	["$newguixin2"] = "周公吐哺，天下归心",
	["~new_shencaocao"] = "腾蛇乘雾，终为土灰",

	--神吕布
	["cv:shenlvbu"] = "笑傲糨糊",
	["$kuangbao"] = "(嚎叫声)",
	["$wumou"] = "武可定天下，计谋何足道？",
	["$wuqian1"] = "战神一出，天下无双！",
	["$wuqian2"] = "顺我者生，逆我者死",
	["$shenfen1"] = "颤抖着滚开吧杂鱼们！这天下还有谁能满足我？！",
	["$shenfen2"] = "战神之怒，神挡杀神，佛挡杀佛！",
	["~shenlvbu"] = "大耳贼最叵信……啊！",

	-- 神赵云
	["cv:shenzhaoyun"] = "猎狐",
	["$juejing"] = "龙战于野，其血玄黄。",
	["$longhun1"] = "金甲映日，驱邪祛秽。", -- 黑桃
	["$longhun2"] = "腾龙行云，首尾不见。", -- 梅花
	["$longhun3"] = "潜龙于渊，涉灵愈伤。", -- 红桃
	["$longhun4"] = "千里一怒，红莲灿世。", -- 方片
	["~shenzhaoyun"] = "血染鳞甲，龙坠九天。",

	-- 神司马懿
	["cv:shensimayi"] = "泥马",
	["$renjie"] = "韬光养晦，静待时机。",
	["$baiyin"] = "是可忍，孰不可忍！",
	["$jilve1"] = "天意如何，我命由我。", -- 鬼才
	["$jilve2"] = "远逐敌雠，拔除异己。", -- 放逐
	["$jilve3"] = "心狠手毒，方能成事。", -- 完杀
	["$jilve4"] = "暂且思量，再作打算。", -- 制衡
	["$jilve5"] = "此计即成，彼计亦得。", -- 集智
	["$lianpo"] = "敌军已乱，乘胜追击。",
	["~shensimayi"] = "我已谋划至此，奈何……",
	
	--神刘备
	["$longnu1"] = "龙怒降临，岂是尔等凡人可抗？",
	["$longnu2"] = "龙意怒火，汝皆不能逃脱！",
	["$jieying1"] = "桃园结义，营一世之交。",
	["$jieying2"] = "结草衔环，报兄弟大恩。",
	["~shenliubei"] = "桃园依旧，来世再结。",
	
	--神陆逊
	["$junlve1"] = "文韬武略兼备，方可破敌如破竹。",
	["$junlve2"] = "军略绵腹，制敌千里。",
	["$cuike1"] = "摧敌心神，克敌计谋。",
	["$cuike2"] = "克险摧难，军略当先。",
	["$zhanhuo1"] = "绽东吴业火，烧敌军数千！",
	["$zhanhuo2"] = "业火映东水，吴志绽敌营！",
	["~shenluxun"] = "东吴业火，终究熄灭……",
	
	--OL神关羽
	["cv:ol_shenguanyu"] = "官方",
	["illustrator:ol_shenguanyu"] = "KayaK",
	["$olwushen1"] = "取汝狗头，有如探囊取物！",
	["$olwushen2"] = "还不速速领死！",
	["$wuhun4"] = "谁来与我同去！",
	["$wuhun5"] = "拿命来！",
	["~ol_shenguanyu"] = "",
	
	--新神赵云
	["cv:new_shenzhaoyun"] = "官方",
	["$newjuejing1"] = "置于死地，方能后生！",
	["$newjuejing2"] = "背水一战，不胜便死！",
	["$newlonghun1"] = "常山赵子龙在此！",
	["$newlonghun2"] = "能屈能伸，才是大丈夫！",
	["~new_shenzhaoyun"] = "龙身虽死，魂魄不灭！",
	
	--吕布-虎牢关
	["$shenqu1"] = "虎牢关，我一人镇守足矣。",
	["$shenqu2"] = "别心怀侥幸了，你们不可能赢！",
	["$jiwu1"] = "今天，就让你们感受一下真正的绝望！",
	["$jiwu2"] = "我是不可战胜的！",
	["~shenlvbu3"] = "你们的项上人头我改日再取！",
	
	--神张辽
	["$duorui1"] = "夺敌军锐气，杀敌方士气",
	["$duorui2"] = "尖锐之势，吾亦（吴懿）可一人夺之",
	["$zhiti1"] = "江东小儿，安敢啼哭？",
	["$zhiti2"] = "娃闻名止啼，孙损十万休",
	["~shenzhangliao"] = "我也有被孙仲谋所伤之时？",
	
	--OL神张辽
	["$olduorui1"] = "夺敌军锐气，杀敌方士气",
	["$olduorui2"] = "尖锐之势，吾亦（吴懿）可一人夺之",
	["$olzhiti1"] = "江东小儿，安敢啼哭？",
	["$olzhiti2"] = "娃闻名止啼，孙损十万休",
	
	--神甘宁
	["$poxi1"] = "受主知遇，袭敌不惧",
	["$poxi2"] = "夜袭敌军，挫其锐气",
	["$jieyingg1"] = "劫营速战，措手不及",
	["$jieyingg2"] = "裹甲衔枚，劫营如入无人之境",
	["~shenganning"] = "吾不能奉主，谁辅主基业？",
	
	--神曹丕
	["$chuyuan1"] = "储君之位，囊中之物。",
	["$chuyuan2"] = "此役，我之胜。",
	["$dengji1"] = "登高位，享极乐。",
	["$dengji2"] = "今日，便是我称帝之时。",
	["$tianxing1"] = "孤之行，天之意。",
	["$tianxing2"] = "我做的决定，便是天的旨意。",
	["~shencaopi"] = "曹魏锦绣，孤还未看尽……",
	--神甄姬
	["$shenfu1"] = "河洛之神，诗赋可抒。",
	["$shenfu2"] = "云神鱼游，罗扇掩面。",
	["~shenzhenji"] = "众口铄金，难证吾清。",
	--神姜维
	["$tianren1"] = "举石补苍天，舍我更复其谁",
	["$tianren2"] = "天地同协力，何愁汉道不昌",
	["$jiufa1"] = "九伐中原，以圆先帝遗志",
	["$jiufa2"] = "日日砺剑，相报丞相厚恩",
	["$pingxiang1"] = "策马纵慷慨，捐躯抗虎豺",
	["$pingxiang2"] = "解甲事仇雠，竭力挽狂澜",
	["~shenjiangwei"] = "武侯遗志，已成泡影矣",
	
	--神马超
	["$shouli1"] = "赤骊骋疆，巡狩八荒",
	["$shouli2"] = "长缨在手，百骥可降",
	["$hengwu1"] = "横枪立马，独啸秋风",
	["$hengwu2"] = "世皆彳亍，唯我纵横",
	["~shenmachao"] = "离群之马，虽强亦亡",
	
	--神张飞
	["$shencai1"] = "我有三千炼狱，待汝万世轮回",
	["$shencai2"] = "纵汝王侯将相，亦须俯首待裁",
	["$xunshi1"] = "秉身为正，辟易万邪",
	["$xunshi2"] = "巡御两界，路寻不平",
	["~shenzhangfei"] = "尔等欲复斩我头乎？",
	
	
}