--[[********************************************************************
  Ported xxyheaven Hegemony audio translation.
  -- source: TODO/QSanguosha-For-Hegemony-xxyheaven/lang/zh_CN/Audio/LordEXLines.lua (overseas boundary)
*********************************************************************]]
return {
	["$heg_guishu1"] = "契约已定！",
	["$heg_guishu2"] = "准备好，听候女王的差遣了吗？",
	["$heg_yuanyu1"] = "是你，在召唤我吗？",
	["$heg_yuanyu2"] = "这片土地的人，真是太有趣了。",
	["~heg_beimihu"] = "我还会从黄泉比良坂回来的……",
	
	["cv:heg_caozhen"] = "曲亦宸",
	["$heg_sidi1"] = "敌分兵在箕谷，吾当自赴迎敌。",
	["$heg_sidi2"] = "吾料贼军必出陈仓，当以重兵固守。",
	["$heg_sidi3"] = "皆如所料，此战无忧。",
	["$heg_sidi4"] = "我早已有备，定叫尔等无功而返。",
	["~heg_caozhen"] = "这连绵霖雨，要下到什么时候啊……",

	["$heg_dangxian1"] = "谁言蜀汉已无大将？",
	["$heg_dangxian2"] = "老将虽白发，宝刀刃犹锋！",
	["~heg_liaohua"] = "兴复大业……就靠你们了……",

	["$heg_hongyuan1"] = "诸将莫慌，粮草已到。",
	["$heg_hongyuan2"] = "自舍其身，施于天下。",
	["$heg_huanshi1"] = "缓乐之危急，释兵之困顿。",
	["$heg_huanshi2"] = "尽死生之力，保友邦之安。",
	["$heg_mingzhe1"] = "明以洞察，哲以保身。",
	["$heg_mingzhe2"] = "塞翁失马，焉知非福？",
	["~heg_zhugejin"] = "君臣不相负，来世……复君臣……",

	["$heg_zhenxi1"] = "戮胡首领，捣其王廷！",
	["$heg_zhenxi2"] = "震疆扫寇，袭贼平戎！",
	["$heg_jiansu1"] = "扬师北疆，翦覆胡奴！",
	["$heg_jiansu2"] = "陈兵百万，慑敌心胆！",
	["~heg_tianyu"] = "钟鸣漏尽，夜行不休……",
	
	["$heg_zhuidu1"] = "到了阴司地府，你们也别想好过！",
	["$heg_zhuidu2"] = "髡头墨面，杀人诛心。",
	["$heg_shigong1"] = "冀州安定，此司空之功也。",
	["$heg_shigong2"] = "妾当自缚，以示诚心。",
	["~heg_liufuren"] = "害人终害己，最毒妇人心……",

	["$heg_yaowu1"] = "潘凤已被我斩了，谁还来领死！",
	["$heg_yaowu2"] = "十八路诸侯？！哼！乌合之众。",
	["$heg_shiyong1"] = "你们不要笑得太早。",
	["$heg_shiyong2"] = "哼，不痛不痒。",	
	["~heg_huaxiong"] = "我掉以轻心了……",
	
	
	["$heg_jilei1"] = "食之无肉，弃之有味。",
	["$heg_jilei2"] = "曹公之意我已了然。",
	["$heg_danlao1"] = "来来，一人一口。",
	["$heg_danlao2"] = "我喜欢。",
	["~heg_yangxiu"] = "我故自已死之晚也……",

	["$heg_wanglie1"] = "猛将之烈，统率之所往。",
	["$heg_wanglie2"] = "与子龙忠勇相往，猛烈相合。",
	["~heg_chendao"] = "我的白毦兵……再也不能为先帝出力了……",
	
    ["$heg_yinbingx2"] = "将军走此小道，追兵交我应付！",
    ["$heg_yinbingx1"] = "追兵凶猛，末将断后！",
    ["$heg_juedi2"] = "提起武器，最后一搏！！",
    ["$heg_juedi1"] = "困兽之斗，以全忠义！！",
    ["~heg_zumao"] = "孙将军……已经安全了吧……" ,	
	
	["$heg_moukui1"] = "你的死期到了。",
	["$heg_moukui2"] = "同归于尽吧！",
	["~heg_fuwan"] = "后会有期……呵呵……",
	
	--夏侯尚
	["$heg_tanfeng1"] = "探敌薄防之地，夺敌不备之间。",
	["$heg_tanfeng2"] = "探锋之锐，以待进取之机。",
	["~heg_xiahoushang"] = "陛下垂怜至此，臣，纵死无憾……",	
	
	--马休马铁
	["$heg_xiaoqi1"] = "择兵选将，一击而大白。",
	["$heg_xiaoqi2"] = "纵横三辅，垦伤庸富。",
	["~heg_maxiumatie"] = "我兄弟，愿随父帅赴死……",
	
	--李严
	["cv:heg_liyan"] = "寂镜Jnrio",
	["$heg_jinwu1"] = "蜀中得吾，大业方兴。",
	["$heg_jinwu2"] = "征贼伐逆，却与尔等同伍，哼。",
	["$heg_zhuke1"] = "训章明法，劝善黜恶。",
	["$heg_zhuke2"] = "法峻刑明，德政方举。",
	["$heg_quanjia1"] = "非大舜、周公、朱虚、博陆，则不能流放禽讨，安危定倾。",
	["$heg_quanjia2"] = "权宜之制，苟利社稷，专之可也。",
	["~heg_liyan"] = "此后……吾不得复用……啊……",
	
    ["cv:tangzi"] = "寂镜Jnrio",
	["$heg_xingzhao1"] = "该出手时，就出手！",
	["$heg_xingzhao2"] = "既得天时、又识风向，方为人杰。",
	["$heg_xingzhao3"] = "对，做人就要未雨绸缪，积谷防饥！",
	["$heg_xingzhao4"] = "当朝待我不薄，锋芒更要藏好。",
	["$heg_xingzhao5"] = "天生我才，必有底牌！",
	["$heg_xingzhao6"] = "天将降大任于我也。",
	["$heg_xunxun_tangzi1"] = "惯于如履薄冰，才有资格左右逢源。",	
	["$heg_xunxun_tangzi2"] = "来，同是天涯，何分彼此？",
	["~tangzi"] = "青史留名，终为土灰。纵横南北，只身无悔……",
	
	["cv:mengda"] = "寂镜Jnrio",
	["$heg_qiuan1"] = "新城万事俱备，仲达？干瞪眼。",
	["$heg_qiuan2"] = "给我一次机会，我想做一个好人。",
	["$heg_liangfan1"] = "有孔明的信物，不怕，放手干！",
	["$heg_liangfan2"] = "往往都是事情改变人，人却改变不了事情。",
	["~mengda"] = "每个忠于自己的人，不都是反贼吗！为何只有我落得……",
	
	
		
	["cv:liuqi"] = "寂镜Jnrio",
	["$heg_wenji1"] = "先生大才！琦，悉听遵命。",
	["$heg_wenji2"] = "嘘！此处天地不知，唯通彼此。",
	["$heg_tunjiang1"] = "静观其变，是最好的进攻。",
	["$heg_tunjiang2"] = "耐得住寂寞，守得住繁华。",
	["~liuqi"] = "唉，我比晋文公还差了点运气啊……",
	
	
	["cv:mifangfushiren"] = "寂镜Jnrio",
	["$heg_fengshix1"] = "一边兵锋正锐，一边攻势难退…呵，休怪我也！",
	["$heg_fengshix2"] = "别一口一句墙头草，干这事还得看老天爷赏口饭吃呢！",
	["~mifangfushiren"] = "功过任评说，谁知都是锅！",
	
	
	
	["cv:shixie"] = "寂镜Jnrio",
	["$heg_lixia1"] = "嗯，彼此放下包袱，聊一聊。",
	["$heg_lixia2"] = "吾缓公务，君开心胸，共谈乱世！如何？",
	["$heg_lixia3"] = "好一个有舍有得！感谢赐教！",
	["~shixie"] = "立三国而存一州，赵佗之未及，吾当瞑目矣……",
	
	
	
	["$heg_bushi1"] = "争斗永远没有赢家。",
	["$heg_bushi2"] = "和平永远没有输家。",
	["$heg_midao1"] = "恩结天地，法汇八荒。",
	["$heg_midao2"] = "行五斗米道，可知暖饱。",
	["~zhanglu"] = "唉，义不敌武，道难御兵……",
	
	
	["cv:zhonghui"] = "寂镜Jnrio",
	["$heg_quanji1"] = "好戏才刚刚开始。",
	["$heg_quanji2"] = "我非一人筹谋，你非一人颤抖。",
	["$heg_quanji3"] = "肯为一州负伤，可期千载称王。",
	["$heg_quanji4"] = "尽情吧，你一定记不清有多少把柄在我手上。",
	["$heg_paiyi1"] = "以小博大？小心代价。",
	["$heg_paiyi2"] = "分权于你，便是知己！",
	["~zhonghui"] = "呃…呃…视线逐渐模糊…是伯…约吗？",
	
	["cv:simazhao"] = "寂镜Jnrio",
	["$heg_suzhi1"] = "想封侯？给你一剑封喉！",
	["$heg_suzhi2"] = "弱者，只怨别人强大，自己反省一下~",
	["$heg_suzhi3"] = "孙家跨不过的槛，孔明翻不过的山，都不在我眼内。",
	["$heg_suzhi4"] = "有人说我为国开疆太操心，这心呐，不操不行。",
	["$heg_suzhi5"] = "弃子，也有它的作用。",
	["$heg_suzhi6"] = "人在绝望时，突然捞他一把，也许还你三代。",
	["$heg_zhaoxin1"] = "向你摊牌吧，我只有这个想法。",
	["$heg_zhaoxin2"] = "大局已定，你要投降，还是投死？",
	["$heg_fankui_simazhao1"] = "小小试探，紧张个啥？",
	["$heg_fankui_simazhao2"] = "事不过三，你懂的。",	
	["~simazhao"] = "刘公嗣你投个降也太能了！改名叫刘能！哈！哈哈哈…呃…啊…！",
	
	["cv:sunchen"] = "鹿土",
	["$heg_shilu1"] = "团灭敌人，我就超神啦！",
	["$heg_shilu2"] = "这些，都是我的战利品！",
	["$heg_shilu3"] = "暗中筹划，伺机夺权。",
	["$heg_xiongnve1"] = "他们要害我，我只好杀进宫了。",
	["$heg_xiongnve2"] = "下手，要残忍！",
	["$heg_xiongnve3"] = "骨灰都给你扬了！",
	["$heg_xiongnve4"] = "心肠，要歹毒！",
	["$heg_xiongnve5"] = "把他印绶给我拿过来！",
    ["$heg_xiongnve6"] = "臣求出荆州，典知诸军事。",	
	["$heg_xiongnve7"] = "你恨得我牙痒痒，但你拿我一点办法都没有，哈哈哈哈哈……",
	["~sunchen"] = "臣，愿没为官奴……",

	["$heg_quanjin1"] = "今称魏公，则可以藩卫之名，征吴伐蜀矣。",
	["$heg_quanjin2"] = "明公受封，正合天心人意。",
	["$heg_zaoyun1"] = "开渠疏粮，振军之心，破敌之胆。",
	["$heg_zaoyun2"] = "兵精粮足，胜局已定。",
	["~dongzhao"] = "一生无愧，又何惧身后之议……",

	["$heg_zhidao1"] = "一朝得势，自当尽出其力。",
	["$heg_zhidao2"] = "本王要的，没有得不到的。",
	["$heg_jilix1"] = "处处受制于人，难施拳脚。",
	["$heg_jilix2"] = "寄居人下，终是气短。",
	["~yanbaihu"] = "江东……有我一半……",
	
	["$heg_wuyan1"] = "家母教诲，庶，不可为。",
	["$heg_wuyan2"] = "三缄其口，以明志矣。",
	["$heg_jianyan1"] = "开言纳谏，社稷之福。",
	["$heg_jianyan2"] = "如此如此，敌军自破。",
	["$heg_jujian1"] = "千金易得，贤才难求。",
	["$heg_jujian2"] = "愿与将军共图王之霸业。",
	["~xushu"] = "大义无言，虽死无怨……",

	
	
	["$heg_diaogui1"] = "闻伯符立业，景特来相助。",
	["$heg_diaogui2"] = "臣虽驽钝，愿以此腔热血报国。",
	["$heg_fengyang1"] = "谁也休想染指江东寸土。",
	["$heg_fengyang2"] = "如此咽喉要地，吾当倾力守之。",
	["~wujing"] = "憾未能见，我江东一统天下之时……",

	["$heg_chenglve1"] = "阿瞒苦思之事，我早有良策。",
	["$heg_chenglve2"] = "策略已有，按部就班即可得胜。",
	["$heg_shicai1"] = "如此大胜，皆由我一人谋划。",
	["$heg_shicai2"] = "画谋定计，谁堪与我比较。",
	["~xuyou"] = "阿瞒！你竟忘恩负义！！",	

	["$heg_baolie1"] = "废话少说，受死吧！喝！",
	["$heg_baolie2"] = "当今曹营之将，一个能打的都没有！",
	["~xiahouba"] = "不好！有埋伏！嗯！！",
	
	["$heg_aocai2"] = "吾主圣明，泽被臣属！",
	["$heg_aocai1"] = "哼，易如反掌！",
	["$heg_duwu2"] = "破曹大功，正在今朝！",
	["$heg_duwu1"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",
	
	
	["cv:gongsunyuan"] = "寂镜Jnrio",
	["$heg_huaiyi1"] = "我已给出条件，要钱？要命？由你说！",
	["$heg_huaiyi2"] = "魏隔山，吴隔海。想活？照我意思做！",
	["$heg_zisui1"] = "北风吹醒群狼日，丈夫复兴辽东时！",
	["$heg_zisui2"] = "你可知道，我公孙家等了几个世代？",
	["~gongsunyuan"] = "说我公孙家是反贼？司马家有忠臣吗！咳咳……",
	
	
	["cv:huangzu"] = "寂镜Jnrio",
	["$heg_xishe1"] = "杀虎不能太近，拉弓不能太轻。放！",
	["$heg_xishe2"] = "射儿，知道我为何给你取这名字了嘛！呵呵~",
	["~huangzu"] = "廉颇老矣，射不出了。",
	

	["$heg_jinfa1"] = "居功者当自矜。为将者当擅伐！",
	["$heg_jinfa2"] = "此战伐敌所获，皆我之功！",
	["~wenqin"] = "公休，汝这是何意……呃！",
	

	["$heg_congcha1"] = "窥一斑而知全豹。",
	["$heg_congcha2"] = "闻一事则明其心。",
	["$heg_gongqing1"] = "水至清则无鱼，人至察则可无过。",
	["$heg_gongqing2"] = "若人人怀公忘私，则天下早定矣。",
	["~panjun"] = "密谋既泄，难除奸贼啊……",

	["cv:zhuling"] = "小鱼干",
	["$heg_juejue1"] = "为将者敢临阵决死，则下属无不用命。",
	["$heg_juejue2"] = "若绝小家，能存大国，失去一切又何妨！",
	["$heg_fangyuan1"] = "绞杀时方寸不乱，变阵时首尾能圆。",
	["$heg_fangyuan2"] = "两军对垒，竟敢松懈？看我的！",
	["~zhuling"] = "良将之路…漫漫兮……",

	["$heg_tongdu1"] = "统荆、益二州诸物之价，以为民生国祚之大计。",
	["$heg_tongdu2"] = "铸直百之钱，可平物价，定军民之心。",
	["$heg_qingyin1"] = "功成身退，再不问世间诸事。",
	["$heg_qingyin2"] = "天下既定，我亦当遁迹匿踪，颐养天年矣。",
	["~liuba"] = "家国将逢巨变，未料此身先陨。",

	["$heg_tongling1"] = "孝直溢美之言，特以此小利报之，还望笑纳。",
	["$heg_tongling2"] = "孟起，莫非甘心为他人坐下之客。",
	["$heg_jinxian1"] = "如此荒悖之徒为主，成何用也。",
	["$heg_jinxian2"] = "公既如此，恕在下诚难留之！",
	["~pengyang"] = "人言我心大志寡，难可保安，果然如此，唉……",
	
	["cv:sufei"] = "小鱼干",
}
