return {

    --李婉
    ["$liandui1"] = "以句相联，抒离散之苦",
    ["$liandui2"] = "以诗相对，颂哀怨之情",
    ["$biejun1"] = "彼岸荼蘼远，落寞北风凉",
    ["$biejun2"] = "此去经年，不知何时能归？",
    ["~liwan"] = "生不能同寝，死亦难同穴" ,
	
	--诸葛尚
	["$sangu1"] = "思报君恩，尽父子之忠",
    ["$sangu2"] = "欲酬三顾，竭三代之力",
    ["$yizu1"] = "仿祖父行事，可阻敌袭",
    ["$yizu2"] = "习先人故智，可御寇侵",
    ["~zhugeshang"] = "父子荷国重恩，当尽忠以报" ,
	
	--陆凯
	["$bushilk1"] = "论演玄意，以筮辄验",
    ["$bushilk2"] = "手不释书，好研经卷",
    ["$zhongzhuang1"] = "秽尘天听，卿有不测之祸",
    ["$zhongzhuang2"] = "倾乱国政，安得寿终正寝",
    ["~lukai"] = "不听忠言，国将亡矣" ,
	
	--轲比能
	["$koujing1"] = "驰马掠野，塞外称雄",
    ["$koujing2"] = "控弦十万，纵横漠南",
    ["~kebineng"] = "草原雄鹰，折翼于此" ,
}