-- lines for YJCM2012 Package

return {
	-- 步练师
	["cv:bulianshi"] = "蒲小猫",
	["$anxu1"] = "弥缝事体，安恤人言。",
	["$anxu2"] = "夫君，朝事当量之，不可轻率。", -- 孙权
	["$olanxu1"] = "弥缝事体，安恤人言。",
	["$olanxu2"] = "夫君，朝事当量之，不可轻率。", -- 孙权
	["$zhuiyi1"] = "此情常在，追思不忘。",
	["$zhuiyi2"] = "吾若有灵，常待君侧。", -- 孙权
	["~bulianshi"] = "陛下，今生情未了，来世再侍君。",

	-- 曹彰
	--["cv:caozhang"] = "墨宣砚韵",
	["cv:caozhang"] = "官方",
	--["$jiangchi1"] = "吾有美妾，可换骏马。", --额外摸一张牌
	--["$jiangchi2"] = "披坚执锐，临难不顾！", --少摸一张牌
	["$jiangchi1"] = "谨遵父训，不可逞匹夫之勇。",
	["$jiangchi2"] = "吾定当身先士卒，振魏武雄风！",
	["~caozhang"] = "子桓，你害我（你还爱我）。",

	-- 程普
	--["cv:chengpu"] = "风叹息",
	["cv:chengpu"] = "符冲",
	["$lihuo1"] = "将士们，引火对敌！",
	["$lihuo2"] = "和我同归于尽吧！",
	["$lihuo3"] = "此火只为全歼敌寇，无需妇人之仁。",
	["$lihuo4"] = "战胜攻取，以火修功。",
	["$chunlao1"] = "唉，帐中不可无酒啊！",
	["$chunlao2"] = "无碍，且饮一杯。",
	["$chunlao3"] = "备下佳酿，以作庆功之用。",
	["$chunlao4"] = "饮此壮行酒，当立先头功！",
	--["$chunlao3"] = "与公瑾相交，不饮自醉。",
	["~chengpu"] = "不曾枉杀人，为何折我寿。",

	-- 关兴张苞
	--["cv:guanxingzhangbao"] = "喵小林，风叹息",
	--["$fuhun1"] = "吾父武名，声震海内！", -- 使用【杀】
	--["$fuhun2"] = "父魂佑我！", -- 获得技能
	["cv:guanxingzhangbao"] = "官方",
	["$fuhun1"] = "光复汉室，重任在肩！", 
	["$fuhun2"] = "将门虎子，承我父志！", 
	["$wusheng8"] = "一夫当关，万夫莫当！", 
	["$wusheng9"] = "将帅讲武，万邦为宪。", 
	["$paoxiao7"] = "咆者骁勇，哮者威烈。", 
	["$paoxiao8"] = "喝啊！", 
	["~guanxingzhangbao"] = "未能手刃仇敌，愧对先父。",

	-- 韩当
	--[[["cv:handang"] = "风叹息",
	["$gongqi"] = "弓马齐备，远射近突！",
	["$jiefan1"] = "解烦军至，此危自解！",
	["$jiefan2"] = "吾主莫慌，韩义公在此！",
	["~handang"] = "我主堪忧，我主堪忧啊……",]]
	["cv:handang"] = "官方",
	["$gongqi1"] = "鼠辈，哪里走！",
	["$gongqi2"] = "吃我一箭！",
	["$jiefan1"] = "休想乘人之危！",
	["$jiefan2"] = "退后，这里交给我！",
	["~handang"] = "今后，只能靠你了……",

	-- 华雄
	["cv:huaxiong"] = "玉皇贰弟",
	["$shiyong1"] = "都是小伤，不必理会！",
	["$shiyong2"] = "这厮好大的力气！",
	["$shiyong3"] = "唉，这厮不易对付！", -- 关羽
	["~huaxiong"] = "太自负了么……",

	-- 廖化
	--["cv:liaohua"] = "风叹息",
	["cv:liaohua"] = "官方",
	--["$dangxian"] = "先锋一职，老夫责无旁贷。",
	["$dangxian1"] = "先锋就由老夫来当！",
	["$dangxian2"] = "看我先行破敌！",
	["$fuli1"] = "今天是个拼命的好日子！哈哈哈哈！",
	["$fuli2"] = "有老夫在，蜀汉就不会倒下！",
	["~liaohua"] = "今后，就靠你们了……",

	-- 刘表
	--["cv:liubiao"] = "喵小林",
	["cv:liubiao"] = "官方",
	["$zishou1"] = "荆襄之地，固若金汤。",
	["$zishou2"] = "江河霸主，何惧之有？",
	["$zongshi1"] = "汉室百年，坚如磐石。",
	["$zongshi2"] = "宗室子弟，尽收民心。",
	--["$zishou3"] = "余粮甚厚，不急出兵。",
	--["$zishou2"] = "按兵不动，徐图荆襄霸业。",
	--["$zishou3"] = "忍时待机，以期坐收渔利。",
	["~liubiao"] = "不欲争天下，奈何……",
	
	--新刘表
	["cv:new_liubiao"] = "官方",
	["$newzishou1"] = "荆襄之地，固若金汤。",
	["$newzishou2"] = "江河霸主，何惧之有？",
	["~new_liubiao"] = "优柔寡断，要不得啊！",
	
	--OL刘表
	["cv:ol_liubiao"] = "官方",
	["$olzishou1"] = "荆襄之地，固若金汤。",
	["$olzishou2"] = "江河霸主，何惧之有？",
	["~ol_liubiao"] = "优柔寡断，要不得啊！",

	-- 马岱
	["cv:madai"] = "官方",
	["$qianxi1"] = "喊什么喊？我敢杀你！",
	["$qianxi2"] = "笑什么笑？叫你得意！",
	["~madai"] = "我怎么会死在这里……",

	-- 王异
	["cv:wangyi"] = "蒲小猫",
	["$zhenlie1"] = "雪君父之大耻，虽丧身亦不惜。",
	["$zhenlie2"] = "顾子而不行，不如先死矣。",
	["$miji1"] = "有此九奇，可逐羌敌。",
	["$miji2"] = "屯兵逐超，得保冀城。", -- 给牌后
	["$miji3"] = "救兵已到，乃解城围。", -- 给牌后
	["~wangyi"] = "吾之家仇，何日得报？",
	
	--王异-二版
	["cv:second_wangyi"] = "官方",
	["$zhenlie3"] = "虽是妇人，亦当奋身一搏！",
	["$zhenlie4"] = "为雪前耻，不惜吾身！",
	["$secondmiji1"] = "此计，可歼敌精锐",
	["$secondmiji2"] = "此举，可破敌之围",
	["~second_wangyi"] = "忠义已尽，死又何妨？",
	
	-- 荀攸
	["cv:xunyou"] = "烨子",
	["$qice1"] = "臣有一计，定能一攻而破！",
	["$qice2"] = "方今天下大乱，智士劳心之时也！",
	["$zhiyu1"] = "将军苦苦追逼，是为何故？",
	["$zhiyu2"] = "智可及，愚不可及。",
	["~xunyou"] = "主公何日再得无忧。",
}
