-- translation for IkaiKinPackage (ported from TouhouTripleSha)

return {
	["ikai-kin"] = "异世界的金兰",
	
--wind	
	["#wind020"] = "命运的魔女",
	["wind020"] = "Ｃ．Ｃ．",--风 - 空 - 4血
	["designer:wind020"] = "桃花僧",
	["illustrator:wind020"] = "雛咲",
	["ikfansheng"] = "返生",
	[":ikfansheng"] = "限定技，当你处于濒死状态时，你可以将体力回复至3点，然后将你的武将牌翻面。",
	["ikmohun"] = "墨魂",
	[":ikmohun"] = "觉醒技，结束阶段开始时，若你于此回合使用了至少两张花色相同的【杀】，你须减少1点体力上限，弃置全部手牌，然后获得技能“黑棺”。",
	["#IkMohun"] = "%from 于回合内使用了两张以上花色相同的【<font color=\'yellow\'><b>杀</b></font>】，触发“%arg”觉醒",

	["#wind021"] = "天空城的吸血姬",
	["wind021"] = "斑比",--风 - 空 - 4血
	--thxiagong
	["designer:wind021"] = "诺思冥羽",
	["illustrator:wind021"] = "konomi",
	["ikzuyao"] = "诅妖",
	[":ikzuyao"] = "出牌阶段，你可以将一张方块牌当【杀】使用或打出；出牌阶段，你可以无视每阶段的使用限制使用一张与此阶段使用的前一张【杀】颜色不同的【杀】。",

	["flaw"] = "瑕",

	["#wind037"] = "兄恋的风灵",
	["wind037"] = "桐谷直叶",--风 - 空 - 4血
	["&wind037"] = "直叶",
	["designer:wind037"] = "WOLVES29",
	["illustrator:wind037"] = "八城惺架",
	["ikxuanren"] = "炫刃",
	[":ikxuanren"] = "你可以将一张装备牌当【杀】使用或打出，你以此法使用的【杀】无距离限制，你以此法使用的【杀】指定目标后，你可以弃置其一张牌。",
	["iklanjian"] = "岚剑",
	[":iklanjian"] = "当你于出牌阶段内使用的【杀】被目标角色的【闪】抵消时，你可以将此【闪】交给除该角色外的一名角色。若获得该牌的角色不是你，你可对相同的目标再使用一张无视距离且不计入使用限制的【杀】。",
	["iklanjian-invoke"] = "你可以发动“岚剑”<br/> <b>操作提示</b>: 选择除 %src 外的一名角色→点击确定<br/>",
	["iklanjian-slash"] = "你可以发动“岚剑”再对 %src 使用一张【杀】",
	
--snow
	["#snow016"] = "爆裂的雷光",
	["snow016"] = "菲特•泰斯特罗莎•哈拉温",--雪 - 空 - 4血
	["&snow016"] = "菲特",
	["designer:snow016"] = "ShadowLee",
	["illustrator:snow016"] = "ブレエド",
	["iknilan"] = "霓岚",
	[":iknilan"] = "当你失去装备区里的牌后，或弃牌阶段结束时，你于此阶段内弃置过至少两张颜色均相同的手牌，你可以选择一项：1.视为使用一张无视距离且不计入使用限制的具有雷属性伤害的【杀】；2.对距离为1的一名角色造成1点雷属性伤害。",
	["iknilan:damage"] = "对距离为1的一名角色造成1点雷属性伤害",
	["iknilan:slash"] = "视为使用雷【杀】（无距离限制）",
	["@iknilan-damage"] = "请选择距离为1的一名角色",
	
	["assist"] = "弼",
	
--luna

	["#luna016"] = "情殇的雷神",
	["luna016"] = "伊诗塔尔•弗利吉",--月 - 空 - 6血
	["&luna016"] = "伊诗塔",
	["designer:luna016"] = "小立",
	["illustrator:luna016"] = "バリ子",
	["ikqilei"] = "悽雷",
	[":ikqilei"] = "每当你减少1点体力上限后；或使用具雷电伤害的【杀】造成一次雷电伤害，在伤害结算后，你可以对你攻击范围内的一名角色造成1点雷电伤害。",
	["@ikqilei"] = "你可以发动“悽雷”",

	["#luna062"] = "神魔湎乐",
	["luna062"] = "天真•珈百璃•怀特＆胡桃泽•萨塔妮娅•麦克威尔",--月 - 空 - 4血
	["&luna062"] = "珈百璃＆胡桃泽",
	["designer:luna062"] = "怪若樲棂",
	["illustrator:luna062"] = "トモセシュンサク",
	["iksizhuo"] = "思拙",
	[":iksizhuo"] = "出牌阶段限一次，你可以将一张黑色手牌当【借刀杀人】使用。",
	["ikjunan"] = "惧难",
	[":ikjunan"] = "出牌阶段，你可以将一张武器牌交给一名其他角色。",

	["ikxuanwu"] = "玄舞",
	[":ikxuanwu"] = "结束阶段开始时，你可以进行一次判定，若结果为黑色，你观看牌堆顶的1+X张牌（X为你已损失的体力值），然后将这些牌交给一名角色。",

	["@fansheng"] = "返生",
	["@ikxuanwu"] = "“玄舞”：请选择获得这些牌的角色",
}