-- translation for IkaiKinPackage (ported from TouhouTripleSha)

return {
	["ikai-kin"] = "异世界的金兰",
	
--wind

	["#wind017"] = "鬼神的童谣",
	["wind017"] = "宫崎和香",--风 - 空 - 3血
	["&wind017"] = "和香",
	["designer:wind017"] = "点点",
	["illustrator:wind017"] = "目沙",
	["ikxinchao"] = "心抄",
	[":ikxinchao"] = "出牌阶段限一次，你可以观看牌堆顶的三张牌，然后展示其中任意数量的红桃牌并获得之，将其余的以任意顺序置于牌堆顶。",
	["ikshangshi"] = "殇逝",
	[":ikshangshi"] = "你死亡时，你可以令杀死你的角色弃置其所有的牌。",

	["#wind018"] = "异国的看板娘",
	["wind018"] = "汤音",--风 - 空 - 3血
	["designer:wind018"] = "双叶松",
	["illustrator:wind018"] = "エイチ",
	["iksishi"] = "伺侍",
	[":iksishi"] = "出牌阶段限一次，你可以弃置一张非基本牌，并令一名角色选择一项：摸两张牌，或回复1点体力，或将其武将牌翻至正面朝上并重置之。",
	["iksishi:draw"] = "摸两张牌",
	["iksishi:recover"] = "回复1点体力",
	["iksishi:reset"] = "将武将牌翻转至正面朝上并重置之",

	["#wind019"] = "鬼面的炼金术师",
	["wind019"] = "阿露菲米",--风 - 空 - 4血
	--thxiagong
	["designer:wind019"] = "凌天翼",
	["illustrator:wind019"] = "蒼月しのぶ",
	["ikwanhun"] = "剜魂",
	[":ikwanhun"] = "每当你使用【杀】或【决斗】对距离2以内的目标角色造成伤害时，你可进行一次判定，若不为红桃，你防止此伤害，改为令其减少1点体力上限。",
	
	["#wind020"] = "命运的魔女",
	["wind020"] = "Ｃ．Ｃ．",--风 - 空 - 4血
	["designer:wind020"] = "桃花僧",
	["illustrator:wind020"] = "雛咲",
	["ikfansheng"] = "返生",
	[":ikfansheng"] = "限定技，当你处于濒死状态时，你可以将体力回复至3点，然后将你的武将牌翻面。",
	["ikmohun"] = "墨魂",
	[":ikmohun"] = "觉醒技，结束阶段开始时，若你于此回合使用了至少两张花色相同的【杀】，你须减少1点体力上限，弃置全部手牌，然后获得技能“黑棺”。",
	["#IkMohun"] = "%from 于回合内使用了两张以上花色相同的【<font color=\'yellow\'><b>杀</b></font>】，触发“%arg”觉醒",

	["#wind021"] = "天空城的吸血姬",
	["wind021"] = "斑比",--风 - 空 - 4血
	--thxiagong
	["designer:wind021"] = "诺思冥羽",
	["illustrator:wind021"] = "konomi",
	["ikzuyao"] = "诅妖",
	[":ikzuyao"] = "出牌阶段，你可以将一张方块牌当【杀】使用或打出；出牌阶段，你可以无视每阶段的使用限制使用一张与此阶段使用的前一张【杀】颜色不同的【杀】。",

	["flaw"] = "瑕",

	["#wind031"] = "豪烈的庶风",
	["wind031"] = "坂本美绪",--风 - 空 - 4血
	["&wind031"] = "美绪",
	--thjibu
	["designer:wind031"] = "游卡桌游",
	["illustrator:wind031"] = "TEL-O",
	["ikmoguang"] = "末广",
	[":ikmoguang"] = "出牌阶段开始时，你可以摸一张牌，然后弃置一张手牌，最后指定一名你与其距离为1的角色，该角色不能使用或打出与你弃置的牌颜色相同的手牌，直到回合结束。",
	["@ikmoguang"] = "请弃置一张手牌",
	["#IkMoguang"] = "由于“<font color=\"yellow\"><b>末广</b></font>”效果，%from 本回合不能使用或打出 %arg 手牌",

	["#wind032"] = "六根清净",
	["wind032"] = "无名",--风 - 空 - 4血
	["designer:wind032"] = "游卡桌游",
	["illustrator:wind032"] = "X-redflower",
	["iklichi"] = "戾赤",
	[":iklichi"] = "你可以将两张手牌当【杀】使用；出牌阶段，若你以此法使用的【杀】造成伤害，在伤害结算后，你获得技能“赤莲”和“翼咆”，直到回合结束。",

	["#wind037"] = "兄恋的风灵",
	["wind037"] = "桐谷直叶",--风 - 空 - 4血
	["&wind037"] = "直叶",
	["designer:wind037"] = "WOLVES29",
	["illustrator:wind037"] = "八城惺架",
	["ikxuanren"] = "炫刃",
	[":ikxuanren"] = "你可以将一张装备牌当【杀】使用或打出，你以此法使用的【杀】无距离限制，你以此法使用的【杀】指定目标后，你可以弃置其一张牌。",
	["iklanjian"] = "岚剑",
	[":iklanjian"] = "当你于出牌阶段内使用的【杀】被目标角色的【闪】抵消时，你可以将此【闪】交给除该角色外的一名角色。若获得该牌的角色不是你，你可对相同的目标再使用一张无视距离且不计入使用限制的【杀】。",
	["iklanjian-invoke"] = "你可以发动“岚剑”<br/> <b>操作提示</b>: 选择除 %src 外的一名角色→点击确定<br/>",
	["iklanjian-slash"] = "你可以发动“岚剑”再对 %src 使用一张【杀】",

	["#wind038"] = "终焉的天翼种",
	["wind038"] = "吉普莉尔",--风 - 空 - 3血
	["designer:wind038"] = "冷王无双",
	["illustrator:wind038"] = "Saru",
	["ikfengxin"] = "奉心",
	[":ikfengxin"] = "一名其他角色的出牌阶段开始时，你可以摸两张牌，然后交给其两张牌。若如此做，此阶段结束时，若该角色未于此阶段内杀死过一名角色，则你须失去1点体力或弃置两张手牌。",
	["@ikfengxin-give"] = "请交给 %dest %arg 张牌",
	["#IkFengxin"] = "%from 未于本阶段杀死过角色，%to 的“%arg”被触发",
	["ikfengxin-discard"] = "请弃置两张手牌，或点“取消”失去1点体力",

	["#wind039"] = "根源之始",
	["wind039"] = "两仪式",--风 - 空 - 4血
	["&wind039"] = "式",
	["designer:wind039"] = "沸治·克里夫",
	["illustrator:wind039"] = "Magicians",
	["ikshensha"] = "神杀",
	[":ikshensha"] = "锁定技，你每于回合内使用一次牌后，你计算与其他角色的距离便减少1，直到回合结束。你的回合内，若你与所有其他角色的距离均为1，你无视其他角色的防具，你使用的【杀】可以额外指定一个目标，且弃牌阶段开始时，你摸X张牌（X为已受伤的角色数且至多为4）。",

	["#wind055"] = "鲜血的战少女",
	["wind055"] = "夏缇雅•布拉德弗伦",--风 - 空 - 4血
	["&wind055"] = "夏缇雅",
	["designer:wind055"] = "桃花僧",
	["illustrator:wind055"] = "迷途羊",
	["ikzangyu"] = "葬谕",
	[":ikzangyu"] = " 出牌阶段限一次，若你有手牌，你可以令一名有手牌的其他角色与你同时展示一张手牌，若你展示的是【杀】且其展示的不是【闪】，或你展示的不是【杀】且其展示的是【闪】，你弃置你展示的牌，并对其造成1点伤害或获得其一张牌。",

	["#wind062"] = "稚真的雷龙",
	["wind062"] = "康娜卡姆依",--风 - 幻 - 3血
	["&wind062"] = "康娜",
	["designer:wind062"] = "RP集散中心",
	["illustrator:wind062"] = "AraragiKoyomis",
	["ikshitie"] = "食餮",
	[":ikshitie"] = "出牌阶段限一次，你可以选择一名有手牌的其他角色，获得该角色的一张手牌，然后其选择一项：1.观看牌堆顶的两张牌并获得其中的基本牌，将其他牌置入弃牌堆；2.于下个摸牌阶段多摸一张牌。",
	["iklinbei:basic"] = "观看牌堆顶的两张牌并获得其中的基本牌",
	["iklinbei:draw"] = "下个摸牌阶段多摸一张牌",
	["@eat"] = "餮",
	["iklinbei"] = "鳞备",
	[":iklinbei"] = "你于回合内获得牌时，可以弃置其中的任意张牌。若如此做，你于此回合结束时摸X张牌（X为你此回合以此法弃置的牌的数量）。",
	["@iklinbei"] = "你可以发动“鳞备”",
	
--bloom
	["#bloom016"] = "锦心绣口",
	["bloom016"] = "天野远子",--花 - 空 - 3血
	["&bloom016"] = "远子",
	["designer:bloom016"] = "狐耳魔师",
	["illustrator:bloom016"] = "みやま零",
	["ikshihua"] = "拾华",
	[":ikshihua"] = "当其他角色的一张梅花牌，因弃置或判定而置入弃牌堆时，你可以获得之。<br />※操作:双击移除不想获得的牌，点击确定获得余下的全部牌。",

	["#bloom017"] = "无存在感的主役",
	["bloom017"] = "赤座灯里",--花 - 空 - 4血
	["&bloom017"] = "灯里",
	["designer:bloom017"] = "许坦",
	["illustrator:bloom017"] = "bonkiru",
	["ikpiaohu"] = "飘忽",
	[":ikpiaohu"] = "准备阶段开始时，你可以将一名角色的牌弃置至X张（X为其当前体力值），然后选择一项：1.你弃置等同于被弃置的牌中非装备牌数量的牌；2.其摸等同于被弃置的牌数量的牌。",
	["@ikpiaohu"] = "你可以发动“飘忽”",
	["@ikpiaohu-discard"] = "请弃置 %arg 张牌，或点击“取消”令 %dest 摸 %arg2 张牌",

	["death"] = "殇",

	["#bloom022"] = "奇迹的魔女",
	["bloom022"] = "芙蕾德莉卡•贝伦卡斯泰露",--花 - 幻 - 3血
	["&bloom022"] = "贝伦",
	["designer:bloom022"] = "Virgopaladin",
	["illustrator:bloom022"] = "RiE",
	["iklundao"] = "轮道",
	[":iklundao"] = "在一名角色的判定牌生效前，你可以亮出牌堆顶的一张牌代替之。",
	["ikxuanwu"] = "玄舞",
	[":ikxuanwu"] = "结束阶段开始时，你可以进行一次判定，若结果为黑色，你观看牌堆顶的1+X张牌（X为你已损失的体力值），然后将这些牌交给一名角色。",

	["#bloom027"] = "冰雾的雪姬",
	["bloom027"] = "司波深雪",--花 - 空 - 3血
	["&bloom027"] = "深雪",
	["designer:bloom027"] = "SamRosen",
	["illustrator:bloom027"] = "ゆゆ",
	["ikbingyan"] = "冰焰",
	[":ikbingyan"] = "出牌阶段限一次，你可以弃置至少一张手牌，令一名其他角色选择一项：弃置一张与你所弃置牌类别均不同的手牌；或该角色将武将牌翻面并摸等同于你弃牌数的牌。",
	["@ikbingyan-discard"] = "请弃置一张与“冰焰”弃牌类别均不同的手牌",

	["#bloom031"] = "白世之约",
	["bloom031"] = "寄叶二号Ｂ型",--花 - 幻 - 3血
	["&bloom031"] = "二Ｂ",
	["designer:bloom031"] = "游卡桌游",
	["illustrator:bloom031"] = "saberiii",
	["ikfangsheng"] = "方圣",
	[":ikfangsheng"] = "结束阶段开始时，若你已受伤，你可以摸X张牌，然后你可以将至多X张牌交给至少一名角色（X为你已损失的体力值）。",
	["ikjueli"] = "绝理",
	[":ikjueli"] = "当你成为一名其他角色使用的【杀】或普通锦囊牌的目标时，你可失去1点体力，令此牌对你无效，然后你弃置该角色一张牌。",

	["#bloom037"] = "目隐的演绎者",
	["bloom037"] = "小樱茉莉",--花 - 空 - 4血
	["&bloom037"] = "茉莉",
	["designer:bloom037"] = "世外高v狼",
	["illustrator:bloom037"] = "cyawa",
	["ikmuhe"] = "目合",
	[":ikmuhe"] = "每当你使用或其他角色在你的回合内使用【闪】或【桃】时，你可以将牌堆顶的一张牌面朝上称为“识”置于你的武将牌上；一名其他角色的出牌阶段开始时，你可以将你的“识”置入弃牌堆，然后该角色本阶段可以使用【杀】的次数上限-1。",
	["symbol"] = "识",
	["ikmuhe:remove"] = "你可以将一张“识”置入弃牌堆令当前回合角色本阶段可以使用【杀】的次数上限-1",

	["#bloom038"] = "赤红的灭杀姬",
	["bloom038"] = "莉雅丝•吉蒙里",--花 - 空 - 3血
	["&bloom038"] = "莉雅丝",
	["designer:bloom038"] = "ToJoanna",
	["illustrator:bloom038"] = "みやま零",
	["ikdingpin"] = "定品",
	[":ikdingpin"] = "出牌阶段，你可以弃置一张手牌，然后令一名已受伤的角色进行一次判定，若结果为黑色，该角色摸X张牌（X为该角色已损失的体力值）；若结果为红色，将你的武将牌翻面。然后于此回合内你不能对其发动“定品”。",

	["#bloom057"] = "麻芽镇之光",
	["bloom057"] = "莎莉娜",--花 - 空 - 4血
	["designer:bloom057"] = "蹩脚狐小三",
	["illustrator:bloom057"] = "may",
	["iklingxun"] = "灵训",
	[":iklingxun"] = "出牌阶段限一次，你使用牌指定一名其他角色为唯一目标后，你可以将其一张手牌面朝上置于你的武将牌上，称为“精”，你可以将“精”如手牌般使用或打出。结束阶段开始时，若你的武将牌上有牌，你须弃置之并失去1点体力。",
	["pokemon"] = "精",
	["#iklingxun"] = "灵训（失去体力）",

--snow
	["#snow016"] = "爆裂的雷光",
	["snow016"] = "菲特•泰斯特罗莎•哈拉温",--雪 - 空 - 4血
	["&snow016"] = "菲特",
	["designer:snow016"] = "ShadowLee",
	["illustrator:snow016"] = "ブレエド",
	["iknilan"] = "霓岚",
	[":iknilan"] = "当你失去装备区里的牌后，或弃牌阶段结束时，你于此阶段内弃置过至少两张颜色均相同的手牌，你可以选择一项：1.视为使用一张无视距离且不计入使用限制的具有雷属性伤害的【杀】；2.对距离为1的一名角色造成1点雷属性伤害。",
	["iknilan:damage"] = "对距离为1的一名角色造成1点雷属性伤害",
	["iknilan:slash"] = "视为使用雷【杀】（无距离限制）",
	["@iknilan-damage"] = "请选择距离为1的一名角色",

	["#snow018"] = "香魂翩跹",
	["snow018"] = "巴麻美",--雪 - 空 - 4血
	["&snow018"] = "麻美",
	["designer:snow018"] = "阿江",
	["illustrator:snow018"] = "マルイノ",
	["ikzhongqu"] = "终曲",
	[":ikzhongqu"] = "你每使用【杀】造成一次伤害后，可以令受到该伤害的角色将其武将牌翻面，然后你选择一项：令该角色摸等同于其体力值数量的牌；或令该角色摸等同于其已损失的体力值数量的牌。当你的【杀】被【闪】抵消后，你可以摸一张牌。",
	["hp"] = "令其摸体力值数量的牌",
	["losehp"] = "令其摸已损失的体力值数量的牌",
	
	["#snow019"] = "超世之英魂",
	["snow019"] = "黑岩舒",--雪 - 空 - 4血
	["&snow019"] = "舒",
	["designer:snow019"] = "仲达与孔明",
	["illustrator:snow019"] = "聖",
	["ikxiaozui"] = "销罪",
	[":ikxiaozui"] = "弃牌阶段开始时，若你的武将牌上没有牌，你可将任意数量的【杀】置于你的武将牌上，称为“罪”。当一名角色处于濒死状态时，你可将一张“罪”置入弃牌堆，视为该角色使用一张【桃】。",
	["crime"] = "罪",
	["@ikxiaozui"] = "你可以发动“销罪”",
	["~ikxiaozui"] = "选择若干张【杀】→点击确定",

	["#snow021"] = "杏林之烁剑",
	["snow021"] = "结城明日奈",--雪 - 空 - 4血
	["&snow021"] = "明日奈",
	--ikxuanren
	["designer:snow021"] = "ByArt",
	["illustrator:snow021"] = "Kyurin",
	["ikjieyou"] = "解忧",
	[":ikjieyou"] = "当一名角色进入濒死状态时，你可以对当前回合的角色使用一张无视距离且不计入使用限制的【杀】，此【杀】造成伤害时，视为对该濒死角色使用了一张【桃】。",
	["ikjieyou-slash"] = "你可以对当前回合角色使用一张无视距离的【杀】发动“解忧”",

	["#snow023"] = "绯樱的妖精",
	["snow023"] = "艾露莎•斯卡雷特",--雪 - 空 - 4血
	["&snow023"] = "艾露莎",
	["designer:snow023"] = "游卡桌游",
	["illustrator:snow023"] = "ふつか",
	["ikqianbian"] = "千变",
	[":ikqianbian"] = "当你失去装备区里的牌后，你可以依次弃置一至两名其他角色的共计两张牌。",
	["ikhuanzhou"] = "擐胄",
	[":ikhuanzhou"] = "限定技，出牌阶段，你可以移动场上的至多三张装备牌。<br>※<font color=blue>操作提示：</font>选择移动的牌的拥有者与目标",
	["@ikhuanzhou"] = "你可以继续移动装备牌",
	["~ikhuanzhou"] = "选择一名角色→选择另一名角色→点击确定",

	["#snow026"] = "赤莲的铳使",
	["snow026"] = "优子•莉特纳",--雪 - 空 - 4血
	["&snow026"] = "优子",
	["designer:snow026"] = "風残葉落",
	["illustrator:snow026"] = "藤真拓哉",
	["cv:snow026"] = "暂无",
	["ikduoren"] = "夺刃",
	[":ikduoren"] = "每当你受到一次伤害后，你可以弃置一张牌，然后选择一项：摸一张牌，然后弃置伤害来源装备区的武器牌；或获得其装备区的武器牌。",
	["@ikduoren-get"] = "你可以弃置一张牌发动“夺刃”",
	["ikduoren:throw"] = "摸一张牌，然后弃置伤害来源装备区的武器牌",
	["ikduoren:obtain"] = "获得其装备区的武器牌",
	["ikanju"] = "暗狙",
	[":ikanju"] = "当你使用【杀】或【决斗】对目标角色造成伤害时，若你不在其攻击范围内，你可以选择一项：摸一张牌；或令此伤害+1。",
	["#IkAnjuBuff"] = "%from 发动了“<font color=\"yellow\"><b>暗狙</b></font>”，伤害从 %arg 点增加至 %arg2 点",
	["ikanju:draw"] = "摸一张牌",
	["ikanju:buff"] = "令此伤害+1",

	["#snow028"] = "完璧之妹",
	["snow028"] = "高坂桐乃",--雪 - 空 - 4血
	["&snow028"] = "桐乃",
	["designer:snow028"] = "迁迁婷婷",
	["illustrator:snow028"] = "マロミ",
	["cv:snow028"] = "暂无",
	["ikyinzhai"] = "隐宅",
	[":ikyinzhai"] = "每当你造成一次伤害后，若没有角色处于濒死状态，你可以摸一张牌。若如此做，终止所有的结算，且当前回合结束。",
	
	["#snow037"] = "自称的血族真祖",
	["snow037"] = "羽濑川小鸠",--雪 - 幻 - 4血
	["&snow037"] = "小鸠",
	["designer:snow037"] = "CatCat44",
	["illustrator:snow037"] = "桜沢いづみ",
	["iklinghuang"] = "灵煌",
	[":iklinghuang"] = "每当你受到一名其他角色造成的伤害时，你可以弃置一张装备牌，令此伤害-1。",
	["@iklinghuang"] = "你可以弃置一张装备牌发动“灵煌”令此伤害-1",
	["#IkLinghuang"] = "%from 发动了“<font color=\"yellow\"><b>灵煌</b></font>”，伤害从 %arg 点减少至 %arg2 点",

	["assist"] = "弼",

	["#snow062"] = "结心忌子",
	["snow062"] = "蕾姆＆拉姆",--雪 - 幻 - 3血
	["designer:snow062"] = "LXRivers",
	["illustrator:snow062"] = "Scarletだんご",
	["ikchijian"] = "持俭",
	[":ikchijian"] = "弃牌阶段结束时，若你于此阶段内弃置过至少两张颜色均不同的手牌，你可以回复1点体力或摸一张牌。",
	["ikchijian:recover"] = "回复1点体力",
	["ikchijian:draw"] = "摸一张牌",
	
--luna
	["#luna010"] = "无声的和绘",
	["luna010"] = "立华奏",--月 - 空 - 4血
	["&luna010"] = "立华",
	["designer:luna010"] = "羽柴文理",
	["illustrator:luna010"] = "館川まこ",
	["iklvdong"] = "律动",
	[":iklvdong"] = "出牌阶段限一次，你可以与一名其他角色拼点。若你赢，你无视与该角色的距离及其装备区的防具牌；你可以对该角色使用任意数量的【杀】；若你没赢，你获得对方拼点的牌，且你不能使用【杀】直到回合结束。",

	["#luna016"] = "情殇的雷神",
	["luna016"] = "伊诗塔尔•弗利吉",--月 - 空 - 6血
	["&luna016"] = "伊诗塔",
	["designer:luna016"] = "小立",
	["illustrator:luna016"] = "バリ子",
	["ikqilei"] = "悽雷",
	[":ikqilei"] = "每当你减少1点体力上限后；或使用具雷电伤害的【杀】造成一次雷电伤害，在伤害结算后，你可以对你攻击范围内的一名角色造成1点雷电伤害。",
	["@ikqilei"] = "你可以发动“悽雷”",

	["#luna027"] = "永续的祷歌",
	["luna027"] = "楪祈",--月 - 空 - 3血
	["&luna027"] = "祈",
	["designer:luna027"] = "淬毒",
	["illustrator:luna027"] = "玖条イチソ",
	["ikjuece"] = "绝策",
	[":ikjuece"] = "在你的回合，当一名角色失去手牌时，若其手牌数不大于1，你可以对其造成1点伤害。",
	["ikshangye"] = "殇夜",
	[":ikshangye"] = "你使用黑色普通锦囊牌仅指定一个目标后，可以额外指定一个目标。",
	["~ikshangye"] = "选择【借刀杀人】的目标角色→选择【杀】的目标角色→点击确定",

	["#luna028"] = "狐嫁之咏",
	["luna028"] = "镜音铃",--月 - 幻 - 3血
	["&luna028"] = "铃",
	["designer:luna028"] = "萌D",
	["illustrator:luna028"] = "MIKO",
	["ikrongxin"] = "融心",
	[":ikrongxin"] = "其他角色的回合开始时，你可以与该角色拼点，当你赢后，除该角色以外的角色于此回合内不能被选择为其使用牌的目标；当你没赢后，其到你的距离于此回合内视为1。",

	["#luna038"] = "魔性的王者",
	["luna038"] = "宫永照",--月 - 空 - 3血
	["&luna038"] = "照",
	["designer:luna038"] = "精精神神",
	["illustrator:luna038"] = "X布",
	["ikguijing"] = "鬼镜",
	[":ikguijing"] = "锁定技，每当你受到一次无属性的伤害后，若此伤害是你本回合第一次受到的伤害，你回复1点体力；否则你失去1点体力。",

	["#luna041"] = "灵炎的暗姬",
	["luna041"] = "克蕾尔•露裘",--月 - 空 - 3血
	["&luna041"] = "克蕾尔",
	["designer:luna041"] = "游卡桌游",
	["illustrator:luna041"] = "kazenokaze",
	["ikhuowu"] = "火舞",
	[":ikhuowu"] = "结束阶段开始时，你可以对一名没有手牌的角色造成1点火焰伤害。",
	["@ikhuowu"] = "你可以发动“火舞”<br/> <b>操作提示</b>: 选择一名没有手牌的角色→点击确定<br/>",

	["#luna062"] = "神魔湎乐",
	["luna062"] = "天真•珈百璃•怀特＆胡桃泽•萨塔妮娅•麦克威尔",--月 - 空 - 4血
	["&luna062"] = "珈百璃＆胡桃泽",
	["designer:luna062"] = "怪若樲棂",
	["illustrator:luna062"] = "トモセシュンサク",
	["iksizhuo"] = "思拙",
	[":iksizhuo"] = "出牌阶段限一次，你可以将一张黑色手牌当【借刀杀人】使用。",
	["ikjunan"] = "惧难",
	[":ikjunan"] = "出牌阶段，你可以将一张武器牌交给一名其他角色。",

	["@fansheng"] = "返生",
	["@huanzhou"] = "擐胄",
	["@ikhuanzhou-from"] = "“擐胄”：请选择要移出装备牌的角色",
	["@ikhuanzhou-to"] = "“擐胄”：请选择接收【%arg】的角色",
	["@ikmoguang-target"] = "“末广”：请选择一名与你距离为1的角色",
	["@ikqianbian"] = "“千变”：请选择一名其他角色，弃置其一张牌",
	["@ikxuanwu"] = "“玄舞”：请选择获得这些牌的角色",
	["@moguang_red"] = "末广·红",
	["@moguang_black"] = "末广·黑",
	["&pokemon"] = "精",
}