-- translation for IkaiMokuPackage (ported from TouhouTripleSha)

return {
	["ikai-moku"] = "异世界的木阴",
	
--wind
	["#wind008"] = "风华绝代的圣者",
	["wind008"] = "桔梗",--风 - 空 - 4血
	["designer:wind008"] = "游卡桌游",
	["illustrator:wind008"] = "IHET",
	["ikliegong"] = "烈弓",
	[":ikliegong"] = "出牌阶段，当你使用【杀】指定一名角色为目标后，若其手牌数不小于你的体力值或者不大于你的攻击范围，你可以令此【杀】不是【闪】的合法目标，然后令该角色的非锁定技无效，直到回合结束。",
	["ikhuanghun"] = "荒魂",
	[":ikhuanghun"] = "出牌阶段，你可以重铸一张锦囊牌。",

	--thjibu

	["#wind012"] = "堕天的圣黑猫",
	["wind012"] = "五更瑠璃",--风 - 空 - 4血
	["&wind012"] = "瑠璃",
	["designer:wind012"] = "游卡桌游",
	["illustrator:wind012"] = "キムラダイスケ",
	["iktiaoxin"] = "挑衅",
	[":iktiaoxin"] = "出牌阶段限一次，你可以指定一名你在其攻击范围内的其他角色，该角色选择一项：对你使用一张【杀】，或令你弃置其一张牌。",
	["@iktiaoxin-slash"] = "%src 对你发动“挑衅”，请对其使用一张【杀】",
	["ikshengtian"] = "圣天",
	[":ikshengtian"] = "觉醒技，准备阶段开始时，若你没有手牌，你须回复1点体力或摸两张牌，然后减少1点体力上限，并获得技能“玄舞”和“墨华”（锁定技，你的方块牌均视为梅花牌。）。",
	["ikshengtian:draw"] = "摸两张牌",
	["ikshengtian:recover"] = "回复1点体力",
	["ikmohua"] = "墨华",
	[":ikmohua"] = "锁定技，你的方块牌均视为梅花牌。",

--bloom
	["#bloom008"] = "黑扬羽蝶",
	["bloom008"] = "黑雪姬",--花 - 空 - 4血
	["designer:bloom008"] = "游卡桌游",
	["illustrator:bloom008"] = "八神",
	["ikxunyu"] = "迅羽",
	[":ikxunyu"] = "你可以选择一至两项：<br />1.跳过你此回合的判定阶段和摸牌阶段<br />2.跳过你此回合出牌阶段并弃置一张非锦囊牌<br />你每选择一项，视为对一名其他角色使用一张无视距离的【杀】。",
	["@ikxunyu1"] = "你可以跳过判定阶段和摸牌阶段发动“迅羽”",
	["@ikxunyu2"] = "你可以跳过出牌阶段并弃置一张非锦囊牌发动“迅羽”",

	["#bloom029"] = "军火巨枭",
	["bloom029"] = "蔻蔻•海克梅迪亚",--花 - 空 - 3血
	["&bloom029"] = "蔻蔻",
	["designer:bloom029"] = "游卡桌游",
	["illustrator:bloom029"] = "硯",
	["ikyihuo"] = "易货",
	[":ikyihuo"] = "其他角色的出牌阶段限一次，若你的装备区有装备牌或武将牌背面朝上，该角色可以选择一张手牌并令你观看之，你可以交给其一张装备牌，然后获得此牌并摸一张牌。",
	["ikyihuov"] = "易货",
	[":ikyihuov"] = "出牌阶段限一次，若蔻蔻的装备区有装备牌或武将牌背面朝上，你可以选择一张手牌并令蔻蔻观看之，蔻蔻可以交给你一张装备牌，然后蔻蔻获得之并摸一张牌。",
	["@ikyihuo-equip"] = "你可以交给 %src 一张装备牌，然后获得该牌并摸一张牌",
	["ikguixin"] = "归心",
	[":ikguixin"] = "每当你受到一次伤害后，若场上存活的角色数小于4或你的武将牌正面朝上，你可分别获得所有其他角色区域的一张牌，然后你将武将牌翻面。",
	
--snow
	["#snow009"] = "地狱之蝶",
	["snow009"] = "阎魔爱",--雪 - 空 - 4血
	["&snow009"] = "爱",
	["designer:snow009"] = "游卡桌游",
	["illustrator:snow009"] = "有河サトル",
	["ikliangban"] = "良坂",
	[":ikliangban"] = "准备阶段开始时，你可以选择一项：令一名其他角色摸X张牌，然后弃置一张牌；或令一名其他角色摸一张牌，然后弃置X张牌（X为你已损失的体力值且至少为1）。",
	["ikliangban-invoke"] = "你可以发动“良坂”<br/> <b>操作提示</b>: 选择一名其他角色→点击确定<br/>",
	["ikliangban:d1tx"] = "摸一张牌，然后弃置X张牌",
	["ikliangban:dxt1"] = "摸X张牌，然后弃置一张牌",
	["ikdiewu"] = "蝶舞",
	[":ikdiewu"] = "当一名其他角色的手牌因弃置进入弃牌堆时，你可以失去一点体力，若该角色有手牌，该角色需将等量的手牌（不足则全部手牌）置于弃牌堆，然后其获得因弃置而失去的手牌。",
	["@ikdiewu"] = "请将 %arg 张手牌置于弃牌堆",

--luna
	
	["#luna004"] = "辉煌的烈阳",
	["luna004"] = "高町奈叶",--月 - 空 - 4血
	["&luna004"] = "奈叶",
	["designer:luna004"] = "游卡桌游",
	["illustrator:luna004"] = "八城惺架",
	["ikxinghuang"] = "星煌",
	[":ikxinghuang"] = "出牌阶段，你可以将两张相同花色的手牌当【万箭齐发】使用。",
	["ikxuzhao"] = "欻照",
	[":ikxuzhao"] = "出牌阶段限一次，你可以失去1点体力并将一张手牌当【调虎离山】使用。",

	["#luna005"] = "印章的白与黑",
	["luna005"] = "玛戈特•奈特＆玛伽•成濑",--月 - 空 - 4血
	["&luna005"] = "玛戈特＆玛伽",
	["designer:luna005"] = "游卡桌游",
	["illustrator:luna005"] = "白鷺六羽",
	["ikjingfa"] = "境法",
	[":ikjingfa"] = "出牌阶段结束时，若你于此阶段没有造成伤害，你可以摸一张牌或弃置场上的一张牌。",
	["@ikjingfa"] = "你可以弃置场上的一张牌，或点“取消”摸一张牌",
	["ikqiyu"] = "契羽",
	[":ikqiyu"] = "摸牌阶段开始时，你可以放弃摸牌，改为进行一次判定，你获得此判定牌，且此回合你的每张与该判定牌不同颜色的手牌均可以当【决斗】使用。",

	["#luna008"] = "天翔的银狼",
	["luna008"] = "尤丽叶•希格图娜",--月 - 空 - 4血
	["&luna008"] = "尤丽叶",
	--thjibu
	["designer:luna008"] = "游卡桌游",
	["illustrator:luna008"] = "浅葉ゆう",
	["ikkongsa"] = "空飒",
	[":ikkongsa"] = "当你使用的【杀】被目标角色的【闪】抵消时，你可以弃置其一张牌；当你使用红色【杀】对目标角色造成一次伤害后，你可以摸一张牌。",

	["iksongwei"] = "颂威",
	[":iksongwei"] = "主公技，其他花势力角色的判定牌为黑色且生效后，可以令你摸一张牌。",
	["ikwuhua"] = "舞华",
	[":ikwuhua"] = "主公技，每当其他月势力角色造成一次伤害后，可以进行一次判定，若为黑桃，你回复1点体力。",
	["ikyuji"] = "御姬",
	[":ikyuji"] = "主公技，其他月势力角色的出牌阶段限一次，该角色可以交给你一张【闪】或【八卦阵】。",
	["ikyujiv"] = "御姬",
	[":ikyujiv"] = "出牌阶段限一次，你可以交给君主一张【闪】或【八卦阵】。",
	["ikyuanjie"] = "缘结",
	[":ikyuanjie"] = "出牌阶段限一次，你可以选择两名手牌数差不大于三的其他角色，并弃置等同于这两名角色手牌数差的牌，然后交换她们的手牌。",
	["#IkYuanjie"] = "%from (原来 %arg 手牌) 与 %to (原来 %arg2 手牌) 交换了手牌",

	["@iksongwei"] = "“颂威”：请选择令其摸牌的主公",
	["@ikwuhua"] = "“雾华”：请选择发动的主公",
	["@ikxunyu-discard"] = "“迅羽”：请弃置一张非锦囊牌",
}