-- translation for JoyPackage

return {
	["joy"] = "欢乐包",

	["shit"] = "屎",
	[":shit"] = "基本牌\
	<b>效果</b>：当此牌在<font color='red'><b>你的回合</b></font>内从你的<font color='red'>手牌</font>进入<font color='red'>弃牌堆</font>时，你对自己造成1点伤害（黑桃为流失1点体力），其中方块为无属性伤害、梅花为雷电伤害、红桃为火焰伤害。在你的回合内，你可多次食用。",
	["disgusting_card"] = "恶心牌",
	["$ShitLostHp"] = "%from 吃了 %card, 将流失1点体力",
	["$ShitDamage"] = "%from 吃了 %card, 将自己对自己造成1点伤害",

-- disaster
	["Disaster"] = "天灾包",

	["deluge"] = "洪水",
	[":deluge"] = "锦囊牌·延时锦囊\
	<b>时机</b>：出牌阶段，对判定区没有【洪水】的你使用\
	<b>效果</b>：将此牌置于目标判定区。其判定阶段进行判定：若结果为A、K，从其的牌中随机选择和场上存活人数相等的数量，从其下家开始，每人选一张获得，然后将此牌置入弃牌堆；否则，将此牌移至其下家的判定区。",

	["typhoon"] = "台风",
	[":typhoon"] = "锦囊牌·延时锦囊\
	<b>时机</b>：出牌阶段，对判定区没有【台风】的你使用\
	<b>效果</b>：将此牌置于目标判定区。其判定阶段进行判定：若结果为♦2~9，与其距离为1的角色弃置6张手牌并将此牌置入弃牌堆；否则，将此牌移至其下家的判定区。",

	["earthquake"] = "地震",
	[":earthquake"] = "锦囊牌·延时锦囊\
	<b>时机</b>：出牌阶段，对判定区没有【地震】的你使用\
	<b>效果</b>：将此牌置于目标判定区。其判定阶段进行判定：若结果为♣2~9，与其距离为1以内的角色(无视+1马)弃置装备区里的所有牌并将此牌置入弃牌堆；否则，将此牌移至其下家的判定区。",

	["volcano"] = "火山",
	[":volcano"] = "锦囊牌·延时锦囊\
	<b>时机</b>：出牌阶段，对判定区没有【火山】的你使用\
	<b>效果</b>：将此牌置于目标判定区。其判定阶段进行判定：若结果为♥2~9，其受到2点火焰伤害，与其距离为1的角色(无视+1马)受到1点火焰伤害并将此牌置入弃牌堆。否则，将此牌移至其下家的判定区。",

	["mudslide"] = "泥石流",
	[":mudslide"] = "锦囊牌·延时锦囊\
	<b>时机</b>：出牌阶段，对判定区没有【泥石流】的你使用\
	<b>效果</b>：将此牌置于目标判定区。其判定阶段进行判定：若结果为黑色AK47，从其开始，每名角色将装备区里的牌依次弃置，未弃置者受到1点伤害，当总共被弃置的装备达到4件或其上家结算完成时，此牌停止结算并置入弃牌堆；否则，将此牌移至其下家的判定区。",

-- equips
	["JoyEquip"] = "欢乐装备包",

	["monkey"] = "猴子",
	[":monkey"] = "装备牌/坐骑\
	<b>坐骑技能</b>：1.当场上其他角色使用【桃】时，你可以弃置此【猴子】，阻止【桃】的结算并将其收为手牌；2.你计算与其他角色的距离-1。",
	["grab_peach"] = "偷桃",

	["gale_shell"] = "狂风甲",
	[":gale_shell"] = "装备牌/防具\
	<b>防具技能</b>：1.锁定技，当你受到火焰伤害时，此伤害+1；2.你可以对与你距离为1以内的角色使用【狂风甲】。",
	["#GaleShellDamage"] = "%from 的【狂风甲】触发，火焰伤害由 %arg 点增至 %arg2 点",

	["yx_sword"] = "杨修剑",
	[":yx_sword"] = "装备牌/武器\
	<b>攻击范围</b>：３\
	<b>武器技能</b>：当你使用【杀】造成伤害时，可以指定攻击范围内的一名角色成为伤害来源，然后其获得此【杨修剑】。",
	["@yxsword-select"] = "【杨修剑】：你可以选择一名攻击范围内的角色成为此伤害的来源",

	["five_lines"] = "五道杠",
	[":five_lines"] = "装备牌/防具\
	<b>防具技能</b>：当你的体力值：\
	不大于1，你可以发动“仁德”；\
	等于2，你可以发动“集智”；\
	等于3，你可以发动“结姻”；\
	等于4，你可以发动“国色”；\
	不小于5，你可以发动“苦肉”。",
}
