-- translation for Yue Package

return {
	["yue"] = "文德武备·约",
	
	["jin_yangyan"] = "杨艳",
	["#jin_yangyan"] = "武元皇后",
	["illustrator:jin_yangyan"] = "",
	["jinxuanbei"] = "选备",
	[":jinxuanbei"] = "出牌阶段限一次，你可以选择一名其他角色区域内的一张牌，令其将此牌当无距离限制的【杀】对你使用。若此【杀】未对你造成伤害，你摸一张牌，否则你摸两张牌。",
	["jinxianwan"] = "娴婉",
	[":jinxianwan"] = "你可将武将牌横置，视为使用一张【闪】；你可以将武将牌重置，视为使用一张【杀】。",
	
	["jin_yangzhi"] = "杨芷",
	["#jin_yangzhi"] = "武悼皇后",
	["illustrator:jin_yangzhi"] = "",
	["jinwanyi"] = "婉嫕",
	[":jinwanyi"] = "当你使用【杀】或非延时类锦囊牌指定一名其他角色为唯一目标后，你可以将其一张牌置于你的武将牌上。你不能使用、打出或弃置与“婉嫕”牌花色相同的牌。" ..
					"结束阶段开始时或当你受到伤害后，你令一名角色获得一张“婉嫕”牌。",
	["@jinwanyi-target"] = "请选择一名角色获得一张“婉嫕”牌",
	["@jinwanyi-get"] = "请双击获得一张“婉嫕”牌",
	["jinmaihuo"] = "埋祸",
	[":jinmaihuo"] = "当其他角色不因“埋祸”而使用的非转化的【杀】仅指定你为目标后，若其没有“祸”，你可令此牌对你无效并将此牌置于其武将牌上，称为“祸”。其于下个出牌阶段开始时，对你使用此【杀】（若无法对你使用则置入弃牌堆）。当你对其他角色造成伤害后，移除其武将牌上的“祸”。",
	["jinmhhuo"] = "祸",
	
}
